server/app/controllers/state_controller.rb

SELECT "placements".* FROM "placements"
---
  def index
    @placements = Placement.all